Repository: Matavilla/LifeHub
Catalog: *.po
Languages: pl

source: Информация
pl: Informacja

source: Тик вселенной - число действий в 1 секунду.
pl: Kleszczem wszechświata jest liczba akcji w jednej sekundzie.

source: Количество еды - начальное количество еды в каждом биоме.
pl: Ilość żywności - początkowa ilość żywności w każdej biomasie.

source: Число периодов отбора - количество периодов отбора.
pl: Liczba okresów selekcji - ilość okresów selekcji.

source: Период генерации еды - время генерации еды в биомах.
pl: Okres wytwarzania żywności - czas wytwarzania żywności w biomasie.

source: Начальное количество ботов - начальное число ботов.
pl: Początkowa liczba botów- to początkowa ilość botów.

source: Размер поля - размер игрового поля.
pl: Wielkość pola - rozmiar pola gry.

source: Закрыть
pl: Blisko

source: Случайное значение
pl: Wartość losowa

source: Ошибка
pl: Błąd

source: Неверное значение параметров
pl: Nieprawidłowa wartość parametru

source: Окно параметров
pl: Okno parametrów

source: Tик вселенной:
pl: Tik wszechświata:

source: Число периодов отбора:
pl: Liczba okresów selekcji:

source: Кол-во еды:
pl: Ilość jedzenia:

source: Период генерации еды в каждом из биомов:
pl: Okres wytwarzania żywności w każdym z biomów:

source: Биом 1:
pl: Biome 1:

source: Биом 2:
pl: Biome 2:

source: Биом 3:
pl: Biome 3:

source: Начальное кол-во ботов:
pl: Wstępna liczba botów:

source: Выберите размер поля:
pl: Wybierz wielkość pola:

source: Маленький
pl: Mały

source: Средний
pl: Środkowy

source: Большой
pl: Duży

source: Сохранить
pl: Zapisać

source: На удачу!
pl: Kurwa!

source: Имеются ошибки в параметрах
pl: Występują błędy w parametrach

source: black
pl: red

source: Начать симуляцию
pl: Rozpocznij symulację

source: Задать параметры вселенной
pl: Ustawienia
